      *-------------------------------------
      * THIS IS A BASIC HELLO WORLD IN COBOL
      * (C) IBM
      *-------------------------------------
       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLOW.
       PROCEDURE DIVISION.
           DISPLAY 'HELLO WORLD VERSION  xXX OF THIS APP!'.
           GOBACK.
