      *-------------------------------------
      * THIS IS A BASIC HELLO WORLD IN COBOL
      * (C) IBM
      *-------------------------------------
       IDENTIFICATION DIVISION.
       PROGRAM-ID. HELLOW.
       PROCEDURE DIVISION.
           DISPLAY 'HELLO WORLD FROM A NEWER VERSION OF THIS APP!'.
           GOBACK.
